local t = {
  custom_scenario = true,
  id = "Первая Мировая Война",
  lands = {
    Undeveloped_land = {
      allies = {},
      color = { 90, 90, 90 },
      enemies = {},
      name = "undeveloped_land",
      pacts = {}
    },
    civ_0 = {
      allies = {},
      capital = "649",
      color = { 0, 128, 183 },
      enemies = {},
      name = "Швеция",
      pacts = {}
    },
    civ_1 = {
      allies = {},
      capital = "391",
      color = { 105, 0, 0 },
      enemies = {},
      name = "Швейцария",
      pacts = {}
    },
    civ_10 = {
      allies = {},
      capital = "458",
      color = { 120, 144, 74 },
      enemies = {},
      name = "Малорусская Губерния",
      pacts = {},
      vassal = "civ_70"
    },
    civ_11 = {
      allies = {},
      capital = "541",
      color = { 143, 174, 0 },
      enemies = {},
      name = "Новорусская Губерния",
      pacts = {},
      vassal = "civ_70"
    },
    civ_12 = {
      allies = {},
      capital = "358",
      color = { 86, 109, 0 },
      enemies = {},
      name = "Молдавия",
      pacts = {},
      vassal = "civ_70"
    },
    civ_13 = {
      allies = {},
      capital = "383",
      color = { 99, 124, 68 },
      enemies = {},
      name = "Казахстанския Губерния ",
      pacts = {},
      vassal = "civ_70"
    },
    civ_14 = {
      allies = {},
      capital = "64",
      color = { 175, 0, 0 },
      enemies = {},
      name = "Иордания",
      pacts = {},
      vassal = "civ_42"
    },
    civ_15 = {
      allies = {},
      capital = "96",
      color = { 90, 0, 0 },
      enemies = {},
      name = "Эялет Багдад",
      pacts = {},
      vassal = "civ_42"
    },
    civ_16 = {
      allies = {},
      capital = "80",
      color = { 211, 0, 0 },
      enemies = {},
      name = "Эялет Сирия",
      pacts = {},
      vassal = "civ_42"
    },
    civ_2 = {
      allies = {},
      capital = "124",
      color = { 0, 86, 159 },
      enemies = {},
      name = "Французская Африка",
      pacts = {},
      vassal = "civ_21"
    },
    civ_21 = {
      allies = {},
      capital = "433",
      color = { 0, 106, 179 },
      enemies = {},
      name = "Франция",
      pacts = {}
    },
    civ_26 = {
      allies = {},
      capital = "595",
      color = { 155, 114, 103 },
      enemies = {},
      name = "Дания",
      pacts = {}
    },
    civ_27 = {
      allies = {},
      capital = "302",
      color = { 0, 97, 250 },
      enemies = {},
      name = "Сербия",
      pacts = {}
    },
    civ_28 = {
      allies = {},
      capital = "228",
      color = { 180, 0, 0 },
      enemies = {},
      name = "Албания",
      pacts = {}
    },
    civ_3 = {
      allies = {},
      capital = "169",
      color = { 96, 162, 234 },
      enemies = {},
      name = "Греция",
      pacts = {}
    },
    civ_30 = {
      allies = {},
      capital = "272",
      color = { 0, 174, 0 },
      enemies = {},
      name = "Болгария",
      pacts = {}
    },
    civ_31 = {
      allies = {},
      capital = "461",
      color = { 0, 163, 164 },
      enemies = {},
      name = "Люксембург",
      pacts = {}
    },
    civ_32 = {
      allies = {},
      capital = "656",
      color = { 182, 85, 0 },
      enemies = {},
      name = "Норвегия",
      pacts = {}
    },
    civ_4 = {
      allies = {},
      capital = "413",
      color = { 180, 180, 180 },
      enemies = {},
      name = "Австро-Венгрия",
      pacts = {}
    },
    civ_41 = {
      allies = {},
      capital = "506",
      color = { 61, 119, 67 },
      enemies = {},
      name = "Польская Губерния",
      pacts = {},
      vassal = "civ_70"
    },
    civ_42 = {
      allies = {},
      capital = "223",
      color = { 160, 0, 0 },
      enemies = {},
      name = "Османская Империя",
      pacts = {}
    },
    civ_45 = {
      allies = {},
      capital = "217",
      color = { 171, 147, 30 },
      enemies = {},
      name = "Испания",
      pacts = {}
    },
    civ_47 = {
      allies = {},
      capital = "313",
      color = { 172, 156, 0 },
      enemies = {},
      name = "Румыния",
      pacts = {}
    },
    civ_5 = {
      allies = {},
      capital = "221",
      color = { 92, 110, 52 },
      enemies = {},
      name = "Кавказская Губерния",
      pacts = {},
      vassal = "civ_70"
    },
    civ_54 = {
      allies = {},
      capital = "256",
      color = { 90, 152, 0 },
      enemies = {},
      name = "Италия",
      pacts = {}
    },
    civ_6 = {
      allies = {},
      capital = "267",
      color = { 162, 104, 136 },
      enemies = {},
      name = "Черногория",
      pacts = {}
    },
    civ_60 = {
      allies = {},
      capital = "31",
      color = { 72, 127, 0 },
      enemies = {},
      name = "Итальянская Ливия",
      pacts = {},
      vassal = "civ_54"
    },
    civ_61 = {
      allies = {},
      capital = "34",
      color = { 213, 0, 95 },
      enemies = {},
      name = "Египет",
      pacts = {},
      vassal = "civ_72"
    },
    civ_66 = {
      allies = {},
      capital = "185",
      color = { 40, 143, 56 },
      enemies = {},
      name = "Португалия",
      pacts = {}
    },
    civ_69 = {
      allies = {},
      capital = "126",
      color = { 0, 172, 87 },
      enemies = {},
      name = "Иран",
      pacts = {}
    },
    civ_7 = {
      allies = {},
      capital = "621",
      color = { 109, 157, 0 },
      enemies = {},
      name = "Прибалтийская Губерния",
      pacts = {},
      vassal = "civ_70"
    },
    civ_70 = {
      allies = {},
      capital = "646",
      color = { 105, 163, 0 },
      enemies = {},
      name = "Российская Империя",
      pacts = {}
    },
    civ_72 = {
      allies = {},
      capital = "500",
      color = { 175, 0, 99 },
      enemies = {},
      name = "Великобритания",
      pacts = {}
    },
    civ_74 = {
      allies = {},
      capital = "526",
      color = { 90, 90, 90 },
      enemies = {},
      name = "Германская Империя",
      pacts = {}
    },
    civ_75 = {
      allies = {},
      capital = "664",
      color = { 48, 151, 67 },
      enemies = {},
      name = "Финская Губерния",
      pacts = {},
      vassal = "civ_70"
    },
    civ_8 = {
      allies = {},
      capital = "531",
      color = { 186, 111, 56 },
      enemies = {},
      name = "Нидерланды",
      pacts = {}
    },
    civ_9 = {
      allies = {},
      capital = "476",
      color = { 143, 113, 0 },
      enemies = {},
      name = "Бельгия",
      pacts = {}
    }
  },
  map = "europe_remastered",
  pacts_data = {},
  player_land = "Civilization",
  provinces = {
    ["1"] = {
      water = true
    },
    ["10"] = {
      o = "civ_2"
    },
    ["100"] = {
      o = "civ_69"
    },
    ["101"] = {
      o = "civ_2"
    },
    ["102"] = {
      o = "civ_69"
    },
    ["103"] = {
      o = "civ_15"
    },
    ["104"] = {
      o = "civ_16"
    },
    ["105"] = {
      o = "civ_2"
    },
    ["106"] = {
      o = "civ_2"
    },
    ["107"] = {
      o = "civ_2"
    },
    ["108"] = {
      water = true
    },
    ["109"] = {
      water = true
    },
    ["11"] = {
      o = "civ_60"
    },
    ["110"] = {
      water = true
    },
    ["111"] = {
      o = "civ_15"
    },
    ["112"] = {
      o = "civ_72"
    },
    ["113"] = {
      o = "civ_45"
    },
    ["114"] = {
      o = "civ_16"
    },
    ["115"] = {
      o = "civ_69"
    },
    ["116"] = {
      o = "civ_16"
    },
    ["117"] = {
      o = "civ_3"
    },
    ["118"] = {
      o = "civ_16"
    },
    ["119"] = {
      o = "civ_15"
    },
    ["12"] = {
      o = "civ_60"
    },
    ["120"] = {
      o = "civ_72"
    },
    ["121"] = {
      water = true
    },
    ["122"] = {
      water = true
    },
    ["123"] = {
      o = "civ_16"
    },
    ["124"] = {
      o = "civ_2"
    },
    ["125"] = {
      o = "civ_15"
    },
    ["126"] = {
      o = "civ_69"
    },
    ["127"] = {
      o = "civ_16"
    },
    ["128"] = {
      o = "civ_69"
    },
    ["129"] = {
      water = true
    },
    ["13"] = {
      o = "civ_60"
    },
    ["130"] = {
      o = "civ_72"
    },
    ["131"] = {
      water = true
    },
    ["132"] = {
      o = "civ_42"
    },
    ["133"] = {
      water = true
    },
    ["134"] = {
      o = "civ_3"
    },
    ["135"] = {
      o = "civ_2"
    },
    ["136"] = {
      o = "civ_69"
    },
    ["137"] = {
      o = "civ_72"
    },
    ["138"] = {
      o = "civ_42"
    },
    ["139"] = {
      o = "civ_42"
    },
    ["14"] = {
      o = "civ_61"
    },
    ["140"] = {
      o = "civ_45"
    },
    ["141"] = {
      o = "civ_45"
    },
    ["142"] = {
      o = "civ_42"
    },
    ["143"] = {
      water = true
    },
    ["144"] = {
      water = true
    },
    ["145"] = {
      water = true
    },
    ["146"] = {
      water = true
    },
    ["147"] = {
      o = "civ_69"
    },
    ["148"] = {
      o = "civ_42"
    },
    ["149"] = {
      o = "civ_3"
    },
    ["15"] = {
      o = "civ_61"
    },
    ["150"] = {
      o = "civ_3"
    },
    ["151"] = {
      o = "civ_42"
    },
    ["152"] = {
      o = "civ_42"
    },
    ["153"] = {
      o = "civ_42"
    },
    ["154"] = {
      o = "civ_54"
    },
    ["155"] = {
      o = "civ_69"
    },
    ["156"] = {
      water = true
    },
    ["157"] = {
      water = true
    },
    ["158"] = {
      o = "civ_66"
    },
    ["159"] = {
      water = true
    },
    ["16"] = {
      o = "civ_61"
    },
    ["160"] = {
      o = "civ_42"
    },
    ["161"] = {
      o = "Undeveloped_land"
    },
    ["162"] = {
      water = true
    },
    ["163"] = {
      o = "civ_42"
    },
    ["164"] = {
      o = "civ_45"
    },
    ["165"] = {
      o = "civ_45"
    },
    ["166"] = {
      o = "civ_42"
    },
    ["167"] = {
      o = "civ_42"
    },
    ["168"] = {
      o = "civ_66"
    },
    ["169"] = {
      o = "civ_3"
    },
    ["17"] = {
      water = true
    },
    ["170"] = {
      o = "civ_42"
    },
    ["171"] = {
      o = "civ_66"
    },
    ["172"] = {
      o = "civ_42"
    },
    ["173"] = {
      o = "civ_45"
    },
    ["174"] = {
      o = "civ_42"
    },
    ["175"] = {
      o = "civ_54"
    },
    ["176"] = {
      o = "civ_45"
    },
    ["177"] = {
      o = "civ_3"
    },
    ["178"] = {
      o = "civ_45"
    },
    ["179"] = {
      o = "civ_66"
    },
    ["18"] = {
      o = "civ_61"
    },
    ["180"] = {
      o = "civ_3"
    },
    ["181"] = {
      o = "civ_45"
    },
    ["182"] = {
      water = true
    },
    ["183"] = {
      o = "civ_5"
    },
    ["184"] = {
      o = "civ_42"
    },
    ["185"] = {
      o = "civ_66"
    },
    ["186"] = {
      o = "civ_42"
    },
    ["187"] = {
      water = true
    },
    ["188"] = {
      o = "civ_45"
    },
    ["189"] = {
      o = "civ_54"
    },
    ["19"] = {
      water = true
    },
    ["190"] = {
      o = "civ_3"
    },
    ["191"] = {
      o = "civ_5"
    },
    ["192"] = {
      o = "civ_5"
    },
    ["193"] = {
      o = "civ_5"
    },
    ["194"] = {
      o = "civ_3"
    },
    ["195"] = {
      o = "civ_42"
    },
    ["196"] = {
      o = "civ_42"
    },
    ["197"] = {
      o = "civ_42"
    },
    ["198"] = {
      o = "civ_42"
    },
    ["199"] = {
      o = "civ_42"
    },
    ["2"] = {
      water = true
    },
    ["20"] = {
      o = "civ_14"
    },
    ["200"] = {
      o = "civ_45"
    },
    ["201"] = {
      o = "civ_3"
    },
    ["202"] = {
      o = "civ_5"
    },
    ["203"] = {
      o = "civ_3"
    },
    ["204"] = {
      o = "civ_42"
    },
    ["205"] = {
      o = "civ_66"
    },
    ["206"] = {
      o = "civ_28"
    },
    ["207"] = {
      o = "civ_5"
    },
    ["208"] = {
      o = "civ_5"
    },
    ["209"] = {
      o = "civ_5"
    },
    ["21"] = {
      o = "Undeveloped_land"
    },
    ["210"] = {
      water = true
    },
    ["211"] = {
      o = "civ_45"
    },
    ["212"] = {
      o = "civ_3"
    },
    ["213"] = {
      o = "civ_54"
    },
    ["214"] = {
      water = true
    },
    ["215"] = {
      o = "civ_3"
    },
    ["216"] = {
      o = "civ_45"
    },
    ["217"] = {
      o = "civ_45"
    },
    ["218"] = {
      o = "civ_54"
    },
    ["219"] = {
      o = "civ_42"
    },
    ["22"] = {
      o = "Undeveloped_land"
    },
    ["220"] = {
      o = "civ_66"
    },
    ["221"] = {
      o = "civ_5"
    },
    ["222"] = {
      o = "civ_42"
    },
    ["223"] = {
      o = "civ_42"
    },
    ["224"] = {
      o = "civ_54"
    },
    ["225"] = {
      o = "civ_45"
    },
    ["226"] = {
      water = true
    },
    ["227"] = {
      o = "civ_42"
    },
    ["228"] = {
      o = "civ_28"
    },
    ["229"] = {
      water = true
    },
    ["23"] = {
      o = "Undeveloped_land"
    },
    ["230"] = {
      o = "civ_5"
    },
    ["231"] = {
      o = "civ_5"
    },
    ["232"] = {
      o = "civ_5"
    },
    ["233"] = {
      water = true
    },
    ["234"] = {
      o = "civ_5"
    },
    ["235"] = {
      o = "civ_3"
    },
    ["236"] = {
      o = "civ_45"
    },
    ["237"] = {
      o = "civ_5"
    },
    ["238"] = {
      o = "civ_5"
    },
    ["239"] = {
      o = "civ_3"
    },
    ["24"] = {
      o = "Undeveloped_land"
    },
    ["240"] = {
      o = "civ_30"
    },
    ["241"] = {
      water = true
    },
    ["242"] = {
      o = "civ_27"
    },
    ["243"] = {
      water = true
    },
    ["244"] = {
      water = true
    },
    ["245"] = {
      o = "civ_66"
    },
    ["246"] = {
      o = "civ_45"
    },
    ["247"] = {
      o = "civ_28"
    },
    ["248"] = {
      water = true
    },
    ["249"] = {
      o = "civ_5"
    },
    ["25"] = {
      water = true
    },
    ["250"] = {
      o = "civ_5"
    },
    ["251"] = {
      o = "civ_27"
    },
    ["252"] = {
      o = "civ_27"
    },
    ["253"] = {
      o = "civ_5"
    },
    ["254"] = {
      o = "civ_5"
    },
    ["255"] = {
      water = true
    },
    ["256"] = {
      o = "civ_54"
    },
    ["257"] = {
      o = "civ_30"
    },
    ["258"] = {
      o = "civ_30"
    },
    ["259"] = {
      o = "civ_54"
    },
    ["26"] = {
      o = "Undeveloped_land"
    },
    ["260"] = {
      o = "civ_21"
    },
    ["261"] = {
      o = "civ_30"
    },
    ["262"] = {
      o = "civ_30"
    },
    ["263"] = {
      o = "civ_45"
    },
    ["264"] = {
      o = "civ_45"
    },
    ["265"] = {
      o = "civ_5"
    },
    ["266"] = {
      o = "civ_27"
    },
    ["267"] = {
      o = "civ_6"
    },
    ["268"] = {
      o = "civ_30"
    },
    ["269"] = {
      o = "civ_45"
    },
    ["27"] = {
      o = "civ_45"
    },
    ["270"] = {
      water = true
    },
    ["271"] = {
      o = "civ_42"
    },
    ["272"] = {
      o = "civ_30"
    },
    ["273"] = {
      o = "civ_5"
    },
    ["274"] = {
      water = true
    },
    ["275"] = {
      o = "civ_27"
    },
    ["276"] = {
      o = "civ_21"
    },
    ["277"] = {
      o = "civ_54"
    },
    ["278"] = {
      o = "civ_54"
    },
    ["279"] = {
      o = "civ_5"
    },
    ["28"] = {
      o = "civ_2"
    },
    ["280"] = {
      o = "civ_45"
    },
    ["281"] = {
      o = "civ_4"
    },
    ["282"] = {
      o = "civ_21"
    },
    ["283"] = {
      o = "civ_4"
    },
    ["284"] = {
      o = "civ_54"
    },
    ["285"] = {
      o = "civ_27"
    },
    ["286"] = {
      o = "civ_30"
    },
    ["287"] = {
      o = "civ_6"
    },
    ["288"] = {
      o = "civ_45"
    },
    ["289"] = {
      o = "civ_4"
    },
    ["29"] = {
      o = "civ_2"
    },
    ["290"] = {
      o = "civ_30"
    },
    ["291"] = {
      o = "civ_21"
    },
    ["292"] = {
      o = "civ_27"
    },
    ["293"] = {
      o = "civ_30"
    },
    ["294"] = {
      o = "civ_5"
    },
    ["295"] = {
      o = "civ_4"
    },
    ["296"] = {
      water = true
    },
    ["297"] = {
      water = true
    },
    ["298"] = {
      water = true
    },
    ["299"] = {
      o = "civ_21"
    },
    ["3"] = {
      water = true
    },
    ["30"] = {
      o = "civ_60"
    },
    ["300"] = {
      o = "civ_21"
    },
    ["301"] = {
      o = "civ_21"
    },
    ["302"] = {
      o = "civ_27"
    },
    ["303"] = {
      water = true
    },
    ["304"] = {
      o = "civ_30"
    },
    ["305"] = {
      o = "civ_21"
    },
    ["306"] = {
      o = "civ_5"
    },
    ["307"] = {
      o = "civ_21"
    },
    ["308"] = {
      o = "civ_4"
    },
    ["309"] = {
      o = "civ_4"
    },
    ["31"] = {
      o = "civ_60"
    },
    ["310"] = {
      o = "civ_4"
    },
    ["311"] = {
      o = "civ_21"
    },
    ["312"] = {
      o = "civ_4"
    },
    ["313"] = {
      o = "civ_47"
    },
    ["314"] = {
      o = "civ_47"
    },
    ["315"] = {
      o = "civ_4"
    },
    ["316"] = {
      o = "civ_54"
    },
    ["317"] = {
      o = "civ_54"
    },
    ["318"] = {
      o = "civ_4"
    },
    ["319"] = {
      o = "civ_47"
    },
    ["32"] = {
      o = "civ_72"
    },
    ["320"] = {
      o = "civ_21"
    },
    ["321"] = {
      o = "civ_4"
    },
    ["322"] = {
      o = "civ_54"
    },
    ["323"] = {
      o = "civ_4"
    },
    ["324"] = {
      o = "civ_21"
    },
    ["325"] = {
      o = "civ_47"
    },
    ["326"] = {
      o = "civ_21"
    },
    ["327"] = {
      o = "civ_4"
    },
    ["328"] = {
      o = "civ_4"
    },
    ["329"] = {
      o = "civ_70"
    },
    ["33"] = {
      o = "civ_2"
    },
    ["330"] = {
      o = "civ_4"
    },
    ["331"] = {
      o = "civ_21"
    },
    ["332"] = {
      o = "civ_4"
    },
    ["333"] = {
      o = "civ_54"
    },
    ["334"] = {
      o = "civ_4"
    },
    ["335"] = {
      o = "civ_70"
    },
    ["336"] = {
      o = "civ_54"
    },
    ["337"] = {
      o = "civ_4"
    },
    ["338"] = {
      o = "civ_4"
    },
    ["339"] = {
      o = "civ_21"
    },
    ["34"] = {
      o = "civ_61"
    },
    ["340"] = {
      water = true
    },
    ["341"] = {
      o = "civ_4"
    },
    ["342"] = {
      o = "civ_21"
    },
    ["343"] = {
      o = "civ_4"
    },
    ["344"] = {
      o = "civ_21"
    },
    ["345"] = {
      o = "civ_21"
    },
    ["346"] = {
      o = "civ_4"
    },
    ["347"] = {
      o = "civ_4"
    },
    ["348"] = {
      o = "civ_12"
    },
    ["349"] = {
      o = "civ_21"
    },
    ["35"] = {
      o = "civ_61"
    },
    ["350"] = {
      o = "civ_4"
    },
    ["351"] = {
      o = "civ_4"
    },
    ["352"] = {
      water = true
    },
    ["353"] = {
      water = true
    },
    ["354"] = {
      o = "civ_4"
    },
    ["355"] = {
      o = "civ_47"
    },
    ["356"] = {
      o = "civ_4"
    },
    ["357"] = {
      o = "civ_4"
    },
    ["358"] = {
      o = "civ_12"
    },
    ["359"] = {
      o = "civ_21"
    },
    ["36"] = {
      o = "civ_2"
    },
    ["360"] = {
      o = "civ_4"
    },
    ["361"] = {
      o = "civ_70"
    },
    ["362"] = {
      water = true
    },
    ["363"] = {
      o = "civ_4"
    },
    ["364"] = {
      o = "civ_4"
    },
    ["365"] = {
      o = "civ_4"
    },
    ["366"] = {
      water = true
    },
    ["367"] = {
      o = "civ_1"
    },
    ["368"] = {
      o = "civ_1"
    },
    ["369"] = {
      o = "civ_10"
    },
    ["37"] = {
      o = "Undeveloped_land"
    },
    ["370"] = {
      o = "civ_70"
    },
    ["371"] = {
      o = "civ_4"
    },
    ["372"] = {
      o = "civ_10"
    },
    ["373"] = {
      water = true
    },
    ["374"] = {
      o = "civ_4"
    },
    ["375"] = {
      o = "civ_21"
    },
    ["376"] = {
      o = "civ_4"
    },
    ["377"] = {
      o = "civ_21"
    },
    ["378"] = {
      o = "civ_21"
    },
    ["379"] = {
      water = true
    },
    ["38"] = {
      o = "civ_15"
    },
    ["380"] = {
      o = "civ_21"
    },
    ["381"] = {
      o = "civ_21"
    },
    ["382"] = {
      o = "civ_10"
    },
    ["383"] = {
      o = "civ_13"
    },
    ["384"] = {
      o = "civ_21"
    },
    ["385"] = {
      o = "civ_21"
    },
    ["386"] = {
      o = "civ_4"
    },
    ["387"] = {
      o = "civ_10"
    },
    ["388"] = {
      o = "civ_21"
    },
    ["389"] = {
      o = "civ_12"
    },
    ["39"] = {
      o = "civ_14"
    },
    ["390"] = {
      o = "civ_4"
    },
    ["391"] = {
      o = "civ_1"
    },
    ["392"] = {
      o = "civ_47"
    },
    ["393"] = {
      water = true
    },
    ["394"] = {
      o = "civ_4"
    },
    ["395"] = {
      water = true
    },
    ["396"] = {
      o = "civ_4"
    },
    ["397"] = {
      o = "civ_21"
    },
    ["398"] = {
      o = "civ_21"
    },
    ["399"] = {
      o = "civ_10"
    },
    ["4"] = {
      o = "civ_45"
    },
    ["40"] = {
      o = "civ_15"
    },
    ["400"] = {
      o = "civ_4"
    },
    ["401"] = {
      o = "civ_21"
    },
    ["402"] = {
      o = "civ_4"
    },
    ["403"] = {
      o = "civ_21"
    },
    ["404"] = {
      o = "civ_4"
    },
    ["405"] = {
      o = "civ_4"
    },
    ["406"] = {
      o = "civ_74"
    },
    ["407"] = {
      o = "civ_21"
    },
    ["408"] = {
      o = "civ_74"
    },
    ["409"] = {
      water = true
    },
    ["41"] = {
      o = "civ_60"
    },
    ["410"] = {
      o = "civ_4"
    },
    ["411"] = {
      o = "civ_70"
    },
    ["412"] = {
      o = "civ_74"
    },
    ["413"] = {
      o = "civ_4"
    },
    ["414"] = {
      o = "civ_10"
    },
    ["415"] = {
      o = "civ_21"
    },
    ["416"] = {
      o = "civ_4"
    },
    ["417"] = {
      o = "civ_74"
    },
    ["418"] = {
      o = "civ_74"
    },
    ["419"] = {
      o = "civ_21"
    },
    ["42"] = {
      o = "Undeveloped_land"
    },
    ["420"] = {
      water = true
    },
    ["421"] = {
      o = "civ_4"
    },
    ["422"] = {
      o = "civ_4"
    },
    ["423"] = {
      o = "civ_10"
    },
    ["424"] = {
      o = "civ_4"
    },
    ["425"] = {
      o = "civ_10"
    },
    ["426"] = {
      water = true
    },
    ["427"] = {
      o = "civ_21"
    },
    ["428"] = {
      o = "civ_74"
    },
    ["429"] = {
      o = "civ_4"
    },
    ["43"] = {
      o = "civ_61"
    },
    ["430"] = {
      o = "civ_74"
    },
    ["431"] = {
      o = "civ_10"
    },
    ["432"] = {
      o = "civ_10"
    },
    ["433"] = {
      o = "civ_21"
    },
    ["434"] = {
      o = "civ_21"
    },
    ["435"] = {
      o = "civ_4"
    },
    ["436"] = {
      o = "civ_10"
    },
    ["437"] = {
      o = "civ_4"
    },
    ["438"] = {
      water = true
    },
    ["439"] = {
      o = "civ_74"
    },
    ["44"] = {
      o = "civ_14"
    },
    ["440"] = {
      o = "civ_41"
    },
    ["441"] = {
      o = "civ_4"
    },
    ["442"] = {
      water = true
    },
    ["443"] = {
      o = "civ_10"
    },
    ["444"] = {
      o = "civ_74"
    },
    ["445"] = {
      o = "civ_4"
    },
    ["446"] = {
      o = "civ_4"
    },
    ["447"] = {
      o = "civ_21"
    },
    ["448"] = {
      o = "civ_4"
    },
    ["449"] = {
      o = "civ_10"
    },
    ["45"] = {
      o = "civ_45"
    },
    ["450"] = {
      o = "civ_74"
    },
    ["451"] = {
      o = "civ_21"
    },
    ["452"] = {
      o = "civ_74"
    },
    ["453"] = {
      o = "civ_4"
    },
    ["454"] = {
      o = "civ_74"
    },
    ["455"] = {
      o = "civ_4"
    },
    ["456"] = {
      o = "civ_4"
    },
    ["457"] = {
      o = "civ_74"
    },
    ["458"] = {
      o = "civ_10"
    },
    ["459"] = {
      o = "civ_4"
    },
    ["46"] = {
      o = "civ_69"
    },
    ["460"] = {
      o = "civ_4"
    },
    ["461"] = {
      o = "civ_31"
    },
    ["462"] = {
      o = "civ_4"
    },
    ["463"] = {
      o = "civ_9"
    },
    ["464"] = {
      o = "civ_74"
    },
    ["465"] = {
      o = "civ_74"
    },
    ["466"] = {
      o = "civ_70"
    },
    ["467"] = {
      o = "civ_10"
    },
    ["468"] = {
      o = "civ_74"
    },
    ["469"] = {
      o = "civ_4"
    },
    ["47"] = {
      o = "civ_72"
    },
    ["470"] = {
      o = "civ_70"
    },
    ["471"] = {
      o = "civ_74"
    },
    ["472"] = {
      o = "civ_70"
    },
    ["473"] = {
      o = "civ_4"
    },
    ["474"] = {
      o = "civ_74"
    },
    ["475"] = {
      o = "civ_74"
    },
    ["476"] = {
      o = "civ_9"
    },
    ["477"] = {
      o = "civ_74"
    },
    ["478"] = {
      o = "civ_21"
    },
    ["479"] = {
      o = "civ_72"
    },
    ["48"] = {
      o = "civ_61"
    },
    ["480"] = {
      o = "civ_41"
    },
    ["481"] = {
      water = true
    },
    ["482"] = {
      o = "civ_74"
    },
    ["483"] = {
      o = "civ_74"
    },
    ["484"] = {
      o = "civ_10"
    },
    ["485"] = {
      o = "civ_41"
    },
    ["486"] = {
      o = "civ_4"
    },
    ["487"] = {
      o = "civ_9"
    },
    ["488"] = {
      o = "civ_74"
    },
    ["489"] = {
      o = "civ_74"
    },
    ["49"] = {
      o = "civ_69"
    },
    ["490"] = {
      o = "civ_41"
    },
    ["491"] = {
      o = "civ_74"
    },
    ["492"] = {
      o = "civ_41"
    },
    ["493"] = {
      o = "civ_10"
    },
    ["494"] = {
      o = "civ_74"
    },
    ["495"] = {
      o = "civ_74"
    },
    ["496"] = {
      o = "civ_72"
    },
    ["497"] = {
      o = "civ_9"
    },
    ["498"] = {
      o = "civ_9"
    },
    ["499"] = {
      o = "civ_74"
    },
    ["5"] = {
      water = true
    },
    ["50"] = {
      o = "civ_61"
    },
    ["500"] = {
      o = "civ_72"
    },
    ["501"] = {
      o = "civ_8"
    },
    ["502"] = {
      o = "civ_41"
    },
    ["503"] = {
      o = "civ_74"
    },
    ["504"] = {
      o = "civ_74"
    },
    ["505"] = {
      o = "civ_70"
    },
    ["506"] = {
      o = "civ_41"
    },
    ["507"] = {
      o = "civ_74"
    },
    ["508"] = {
      o = "civ_74"
    },
    ["509"] = {
      o = "civ_8"
    },
    ["51"] = {
      o = "civ_2"
    },
    ["510"] = {
      o = "civ_11"
    },
    ["511"] = {
      o = "civ_74"
    },
    ["512"] = {
      o = "civ_74"
    },
    ["513"] = {
      o = "civ_41"
    },
    ["514"] = {
      o = "civ_72"
    },
    ["515"] = {
      o = "civ_72"
    },
    ["516"] = {
      o = "civ_74"
    },
    ["517"] = {
      o = "civ_72"
    },
    ["518"] = {
      o = "civ_41"
    },
    ["519"] = {
      o = "civ_70"
    },
    ["52"] = {
      o = "civ_2"
    },
    ["520"] = {
      water = true
    },
    ["521"] = {
      o = "civ_8"
    },
    ["522"] = {
      o = "civ_8"
    },
    ["523"] = {
      o = "civ_74"
    },
    ["524"] = {
      o = "civ_72"
    },
    ["525"] = {
      o = "civ_8"
    },
    ["526"] = {
      o = "civ_74"
    },
    ["527"] = {
      o = "civ_70"
    },
    ["528"] = {
      o = "civ_70"
    },
    ["529"] = {
      o = "civ_72"
    },
    ["53"] = {
      water = true
    },
    ["530"] = {
      o = "civ_70"
    },
    ["531"] = {
      o = "civ_8"
    },
    ["532"] = {
      o = "civ_72"
    },
    ["533"] = {
      o = "civ_70"
    },
    ["534"] = {
      o = "civ_74"
    },
    ["535"] = {
      o = "civ_8"
    },
    ["536"] = {
      o = "civ_72"
    },
    ["537"] = {
      o = "civ_70"
    },
    ["538"] = {
      o = "civ_41"
    },
    ["539"] = {
      o = "civ_41"
    },
    ["54"] = {
      water = true
    },
    ["540"] = {
      water = true
    },
    ["541"] = {
      o = "civ_11"
    },
    ["542"] = {
      o = "civ_74"
    },
    ["543"] = {
      o = "civ_74"
    },
    ["544"] = {
      o = "civ_74"
    },
    ["545"] = {
      o = "civ_70"
    },
    ["546"] = {
      o = "civ_74"
    },
    ["547"] = {
      o = "civ_11"
    },
    ["548"] = {
      o = "civ_41"
    },
    ["549"] = {
      o = "civ_41"
    },
    ["55"] = {
      o = "Undeveloped_land"
    },
    ["550"] = {
      o = "civ_72"
    },
    ["551"] = {
      o = "civ_72"
    },
    ["552"] = {
      o = "civ_70"
    },
    ["553"] = {
      o = "civ_8"
    },
    ["554"] = {
      o = "civ_74"
    },
    ["555"] = {
      o = "civ_74"
    },
    ["556"] = {
      o = "civ_74"
    },
    ["557"] = {
      o = "civ_72"
    },
    ["558"] = {
      o = "civ_72"
    },
    ["559"] = {
      o = "civ_70"
    },
    ["56"] = {
      o = "civ_2"
    },
    ["560"] = {
      o = "civ_70"
    },
    ["561"] = {
      o = "civ_74"
    },
    ["562"] = {
      o = "civ_74"
    },
    ["563"] = {
      o = "civ_70"
    },
    ["564"] = {
      o = "civ_74"
    },
    ["565"] = {
      water = true
    },
    ["566"] = {
      o = "civ_74"
    },
    ["567"] = {
      o = "civ_41"
    },
    ["568"] = {
      o = "civ_7"
    },
    ["569"] = {
      o = "civ_72"
    },
    ["57"] = {
      o = "civ_60"
    },
    ["570"] = {
      water = true
    },
    ["571"] = {
      o = "civ_72"
    },
    ["572"] = {
      o = "civ_74"
    },
    ["573"] = {
      o = "civ_72"
    },
    ["574"] = {
      o = "civ_72"
    },
    ["575"] = {
      water = true
    },
    ["576"] = {
      water = true
    },
    ["577"] = {
      o = "civ_70"
    },
    ["578"] = {
      o = "civ_11"
    },
    ["579"] = {
      o = "civ_74"
    },
    ["58"] = {
      water = true
    },
    ["580"] = {
      o = "civ_74"
    },
    ["581"] = {
      o = "civ_74"
    },
    ["582"] = {
      o = "civ_70"
    },
    ["583"] = {
      o = "civ_72"
    },
    ["584"] = {
      o = "civ_72"
    },
    ["585"] = {
      water = true
    },
    ["586"] = {
      o = "civ_70"
    },
    ["587"] = {
      water = true
    },
    ["588"] = {
      o = "civ_72"
    },
    ["589"] = {
      o = "civ_26"
    },
    ["59"] = {
      water = true
    },
    ["590"] = {
      o = "civ_26"
    },
    ["591"] = {
      o = "civ_7"
    },
    ["592"] = {
      o = "civ_26"
    },
    ["593"] = {
      o = "civ_41"
    },
    ["594"] = {
      o = "civ_72"
    },
    ["595"] = {
      o = "civ_26"
    },
    ["596"] = {
      o = "civ_26"
    },
    ["597"] = {
      o = "civ_72"
    },
    ["598"] = {
      o = "civ_74"
    },
    ["599"] = {
      o = "civ_7"
    },
    ["6"] = {
      o = "civ_45"
    },
    ["60"] = {
      o = "civ_2"
    },
    ["600"] = {
      o = "civ_70"
    },
    ["601"] = {
      o = "civ_72"
    },
    ["602"] = {
      o = "civ_26"
    },
    ["603"] = {
      o = "civ_0"
    },
    ["604"] = {
      water = true
    },
    ["605"] = {
      o = "civ_72"
    },
    ["606"] = {
      o = "civ_70"
    },
    ["607"] = {
      o = "civ_70"
    },
    ["608"] = {
      o = "civ_7"
    },
    ["609"] = {
      o = "civ_72"
    },
    ["61"] = {
      o = "civ_15"
    },
    ["610"] = {
      o = "civ_7"
    },
    ["611"] = {
      o = "civ_7"
    },
    ["612"] = {
      o = "civ_7"
    },
    ["613"] = {
      o = "civ_0"
    },
    ["614"] = {
      o = "civ_0"
    },
    ["615"] = {
      o = "civ_0"
    },
    ["616"] = {
      o = "civ_70"
    },
    ["617"] = {
      o = "civ_70"
    },
    ["618"] = {
      o = "civ_26"
    },
    ["619"] = {
      o = "civ_70"
    },
    ["62"] = {
      water = true
    },
    ["620"] = {
      o = "civ_26"
    },
    ["621"] = {
      o = "civ_7"
    },
    ["622"] = {
      water = true
    },
    ["623"] = {
      o = "civ_72"
    },
    ["624"] = {
      o = "civ_0"
    },
    ["625"] = {
      water = true
    },
    ["626"] = {
      o = "civ_0"
    },
    ["627"] = {
      o = "civ_70"
    },
    ["628"] = {
      o = "civ_7"
    },
    ["629"] = {
      o = "civ_7"
    },
    ["63"] = {
      o = "civ_14"
    },
    ["630"] = {
      o = "civ_0"
    },
    ["631"] = {
      o = "civ_70"
    },
    ["632"] = {
      water = true
    },
    ["633"] = {
      o = "civ_7"
    },
    ["634"] = {
      o = "civ_0"
    },
    ["635"] = {
      o = "civ_72"
    },
    ["636"] = {
      o = "civ_7"
    },
    ["637"] = {
      o = "civ_7"
    },
    ["638"] = {
      water = true
    },
    ["639"] = {
      o = "civ_7"
    },
    ["64"] = {
      o = "civ_14"
    },
    ["640"] = {
      o = "civ_72"
    },
    ["641"] = {
      o = "civ_32"
    },
    ["642"] = {
      o = "civ_32"
    },
    ["643"] = {
      o = "civ_32"
    },
    ["644"] = {
      water = true
    },
    ["645"] = {
      o = "civ_7"
    },
    ["646"] = {
      o = "civ_70"
    },
    ["647"] = {
      o = "civ_70"
    },
    ["648"] = {
      water = true
    },
    ["649"] = {
      o = "civ_0"
    },
    ["65"] = {
      o = "Undeveloped_land"
    },
    ["650"] = {
      o = "civ_7"
    },
    ["651"] = {
      o = "civ_0"
    },
    ["652"] = {
      o = "civ_7"
    },
    ["653"] = {
      o = "civ_0"
    },
    ["654"] = {
      o = "civ_72"
    },
    ["655"] = {
      o = "civ_32"
    },
    ["656"] = {
      o = "civ_32"
    },
    ["657"] = {
      o = "civ_70"
    },
    ["658"] = {
      water = true
    },
    ["659"] = {
      o = "civ_32"
    },
    ["66"] = {
      o = "civ_15"
    },
    ["660"] = {
      o = "civ_75"
    },
    ["661"] = {
      o = "civ_32"
    },
    ["662"] = {
      o = "civ_0"
    },
    ["663"] = {
      o = "civ_32"
    },
    ["664"] = {
      o = "civ_75"
    },
    ["665"] = {
      o = "civ_75"
    },
    ["666"] = {
      water = true
    },
    ["667"] = {
      o = "civ_72"
    },
    ["668"] = {
      o = "civ_32"
    },
    ["669"] = {
      o = "civ_75"
    },
    ["67"] = {
      water = true
    },
    ["670"] = {
      o = "civ_0"
    },
    ["671"] = {
      o = "civ_75"
    },
    ["672"] = {
      o = "civ_70"
    },
    ["673"] = {
      water = true
    },
    ["674"] = {
      o = "civ_70"
    },
    ["675"] = {
      o = "civ_32"
    },
    ["676"] = {
      o = "civ_70"
    },
    ["677"] = {
      o = "civ_75"
    },
    ["678"] = {
      o = "civ_75"
    },
    ["679"] = {
      o = "civ_26"
    },
    ["68"] = {
      o = "civ_14"
    },
    ["680"] = {
      o = "civ_75"
    },
    ["681"] = {
      o = "civ_0"
    },
    ["682"] = {
      water = true
    },
    ["683"] = {
      o = "civ_32"
    },
    ["684"] = {
      o = "civ_0"
    },
    ["685"] = {
      o = "civ_75"
    },
    ["686"] = {
      o = "civ_32"
    },
    ["687"] = {
      water = true
    },
    ["688"] = {
      o = "civ_32"
    },
    ["689"] = {
      o = "civ_26"
    },
    ["69"] = {
      o = "Undeveloped_land"
    },
    ["690"] = {
      o = "civ_0"
    },
    ["691"] = {
      o = "civ_75"
    },
    ["692"] = {
      o = "civ_32"
    },
    ["693"] = {
      water = true
    },
    ["694"] = {
      water = true
    },
    ["695"] = {
      o = "civ_26"
    },
    ["696"] = {
      o = "civ_26"
    },
    ["697"] = {
      o = "civ_26"
    },
    ["698"] = {
      water = true
    },
    ["699"] = {
      o = "civ_32"
    },
    ["7"] = {
      o = "civ_2"
    },
    ["70"] = {
      o = "Undeveloped_land"
    },
    ["700"] = {
      o = "civ_26"
    },
    ["701"] = {
      o = "civ_0"
    },
    ["702"] = {
      o = "civ_75"
    },
    ["703"] = {
      o = "civ_70"
    },
    ["704"] = {
      water = true
    },
    ["705"] = {
      water = true
    },
    ["706"] = {
      o = "civ_70"
    },
    ["707"] = {
      o = "civ_75"
    },
    ["708"] = {
      water = true
    },
    ["709"] = {
      o = "civ_32"
    },
    ["71"] = {
      o = "civ_14"
    },
    ["710"] = {
      o = "civ_75"
    },
    ["711"] = {
      o = "Undeveloped_land"
    },
    ["712"] = {
      o = "civ_32"
    },
    ["713"] = {
      o = "civ_70"
    },
    ["714"] = {
      o = "civ_32"
    },
    ["715"] = {
      o = "Undeveloped_land"
    },
    ["716"] = {
      o = "Undeveloped_land"
    },
    ["72"] = {
      water = true
    },
    ["73"] = {
      o = "civ_14"
    },
    ["74"] = {
      o = "civ_15"
    },
    ["75"] = {
      o = "civ_2"
    },
    ["76"] = {
      o = "civ_14"
    },
    ["77"] = {
      water = true
    },
    ["78"] = {
      o = "civ_2"
    },
    ["79"] = {
      o = "civ_69"
    },
    ["8"] = {
      o = "civ_2"
    },
    ["80"] = {
      o = "civ_16"
    },
    ["81"] = {
      o = "civ_69"
    },
    ["82"] = {
      water = true
    },
    ["83"] = {
      water = true
    },
    ["84"] = {
      o = "civ_69"
    },
    ["85"] = {
      o = "civ_66"
    },
    ["86"] = {
      water = true
    },
    ["87"] = {
      o = "civ_2"
    },
    ["88"] = {
      water = true
    },
    ["89"] = {
      o = "civ_14"
    },
    ["9"] = {
      o = "civ_2"
    },
    ["90"] = {
      water = true
    },
    ["91"] = {
      o = "civ_16"
    },
    ["92"] = {
      o = "civ_16"
    },
    ["93"] = {
      water = true
    },
    ["94"] = {
      water = true
    },
    ["95"] = {
      water = true
    },
    ["96"] = {
      o = "civ_15"
    },
    ["97"] = {
      o = "civ_16"
    },
    ["98"] = {
      o = "civ_2"
    },
    ["99"] = {
      water = true
    }
  },
  scenario_n = 13,
  technology_lvl = 12,
  water_color = { 5, 60, 120 },
  year = 1914
}
return t